Repository: alrieckert/lazarus
Catalog: components/synedit/languages/synedit.*.po
Languages: de

source: 68HC11 Assembler Files (*.hc11,*.asm,*.asc)|*.HC11;*.ASM;*.ASC
de: 68HC11-Assembler-Dateien (*.hc11,*.asm,*.asc)|*.HC11;*.ASM;*.ASC

source: <none>
de: <keine>

source: AWK Script (*.awk)|*.awk
de: AWK-Skripte (*.awk)|*.awk

source: Baan 4GL Files (*.cln)|*.cln
de: Baan-4GL-Dateien (*.cln)|*.cln

source: Borland Form Files (*.dfm;*.xfm)|*.dfm;*.xfm
de: Borland-Form-Dateien (*.dfm;*.xfm)|*.dfm;*.xfm

source: C++ Files (*.c,*.cpp,*.h,*.hpp,*.hh)|*.c;*.cpp;*.h;*.hpp;*.hh
de: C++-Quelltexte (*.c,*.cpp,*.h,*.hpp,*.hh)|*.c;*.cpp;*.h;*.hpp;*.hh

source: CA-Clipper Files (*.prg,*.ch,*.inc)|*.prg;*.ch;*.inc
de: CA-Clipper-Quelltexte (*.prg,*.ch,*.inc)|*.prg;*.ch;*.inc

source: CORBA IDL files (*.idl)|*.idl
de: CORBA-IDL-Dateien (*.idl)|*.idl

source: Cache Files (*.mac,*.inc,*.int)|*.mac;*.inc;*.int
de: Cache-Dateien (*.mac,*.inc,*.int)|*.mac;*.inc;*.int

source: DSP Files (*.dsp,*.inc)|*.DSP;*.INC
de: DSP-Dateien (*.dsp,*.inc)|*.DSP;*.INC

source: Fortran Files (*.for)|*.for
de: Fortran-Quelltexte (*.for)|*.for

source: Foxpro Files (*.prg)|*.prg
de: Foxpro-Quelltexte (*.prg)|*.prg

source: GEMBASE Files (*.dml,*.gem)|*.DML;*.GEM
de: GEMBASE-Dateien (*.dml,*.gem)|*.DML;*.GEM

source: GW-TEL Script Files (*.gws)|*.gws
de: GW-TEL-Skripte (*.gws)|*.gws

source: Galaxy Files (*.gtv,*.galrep,*.txt)|*.gtv;*.galrep;*.txt
de: Galaxy-Dateien (*.gtv,*.galrep,*.txt)|*.gtv;*.galrep;*.txt

source: HP48 Files (*.s,*.sou,*.a,*.hp)|*.S;*.SOU;*.A;*.HP
de: HP48-Dateien (*.s,*.sou,*.a,*.hp)|*.S;*.SOU;*.A;*.HP

source: HP48 Files (*.s,*.sou,*.a,*.hp)|*.s;*.sou;*.a;*.hp
de: HP48-Dateien (*.s,*.sou,*.a,*.hp)|*.s;*.sou;*.a;*.hp

source: HTML Document (*.htm,*.html)|*.htm;*.html
de: HTML-Dokumente (*.htm,*.html)|*.htm;*.html

source: INI Files (*.ini)|*.ini
de: INI-Dateien (*.ini)|*.ini

source: Inno Setup Script Files (*.iss)|*.iss
de: Inno-Setup-Skripte (*.iss)|*.iss

source: Java Files (*.java)|*.java
de: Java-Quelltexte (*.java)|*.java

source: Javascript Files (*.js)|*.js
de: JavaScript-Dateien (*.js)|*.js

source: KiXtart scripts (*.kix)|*.kix
de: KiXtart-Skripte (*.kix)|*.kix

source: Lazarus Form Files (*.lfm)|*.lfm
de: Lazarus-Form-Dateien (*.lfm)|*.lfm

source: MS-DOS Batch Files (*.bat;*.cmd)|*.bat;*.cmd
de: MS-DOS-/Windows-Batchdateien (*.bat;*.cmd)|*.bat;*.cmd

source: Modelica Files (*.mo)|*.mo
de: Modelica-Dateien (*.mo)|*.mo

source: Modula-3 Files (*.m3)|*.m3
de: Modula-3-Quelltexte (*.m3,*mod)|*.m3;*.mod

source: Msg files (*.msg)|*.msg
de: Msg-Dateien (*.msg)|*.msg

source: PHP Files (*.php,*.php3,*.phtml,*.inc)|*.php;*.php3;*.phtml;*.inc
de: PHP-Dateien (*.php,*.php3,*.phtml,*.inc)|*.php;*.php3;*.phtml;*.inc

source: Page: %d
de: Seite: %d

source: Pascal Files (*.pas,*.dpr,*.dpk,*.inc)|*.pas;*.dpr;*.dpk;*.inc
de: Pascal-Quelltexte (*.pas,*.dpr,*.dpk,*.inc)|*.pas;*.dpr;*.dpk;*.inc

source: Perl Files (*.pl,*.pm,*.cgi)|*.pl;*.pm;*.cgi
de: Perl-Dateien (*.pl,*.pm,*.cgi)|*.pl;*.pm;*.cgi

source: Progress Files (*.w,*.p,*.i)|*.w;*.p;*.i
de: Progress-Dateien (*.w,*.p,*.i)|*.w;*.p;*.i

source: Python Files (*.py)|*.py
de: Python-Dateien (*.py)|*.py

source: SQL Files (*.sql)|*.sql
de: SQL-Dateien (*.sql)|*.sql

source: Semanta DD files (*.sdd)|*.sdd
de: Semanta-DD-Dateien (*.sdd)|*.sdd

source: Shortcut already exists
de: KÃ¼rzel ist bereits definiert

source: Standard ML Files (*.sml)|*.sml
de: Standard-ML-Dateien (*.sml)|*.sml

source: Tcl/Tk Files (*.tcl)|*.tcl
de: Tcl/Tk-Dateien (*.tcl)|*.tcl

source: TeX Files (*.tex)|*.tex
de: TeX-Dateien (*.tex)|*.tex

source: The keystroke "%s" is already assigned to another editor command. (%s)
de: Der Tastendruck "%s" ist bereits einer anderen Editorfunktion zugewiesen. (%s)

source: Top Line: %d
de: Oberste Zeile: %d

source: UNIX Shell Scripts (*.sh)|*.sh
de: Unix-Shellskripte (*.sh)|*.sh

source: VBScript Files (*.vbs)|*.vbs
de: VBScript-Dateien (*.vbs)|*.vbs

source: Visual Basic Files (*.bas)|*.bas
de: Visual-Basic-Quelltexte (*.bas)|*.bas

source: XML Document (*.xml,*.xsd,*.xsl,*.xslt,*.dtd)|*.xml;*.xsd;*.xsl;*.xslt;*.dtd
de: XML-Dokumente (*.xml,*.xsd,*.xsl,*.xslt,*.dtd)|*.xml;*.xsd;*.xsl;*.xslt;*.dtd

source: x86 Assembly Files (*.asm)|*.ASM
de: x86-Assemblerdateien (*.asm)|*.ASM
