Repository: alrieckert/lazarus
Catalog: components/editortoolbar/languages/editortoolbar_str.*.po
Languages: ar, lt

source: Add Divider
ar: إضافة فاصل
lt: Pridėti skyriklį

source: Add selected item to toolbar
ar: إضافة عنصر مختار إلى شريط الأدوات
lt: Pažymėtą elementą įdėti į įrankių juostą

source: Cancel
ar: إلغاء الأمر
lt: Atsisakyti

source: Configure Toolbar
ar: توصيف شريط الأدوات
lt: Derinti įrankių juostą

source: Editor Toolbar Configuration
ar: توصيفات شريط أدوات المحرر
lt: Rengyklės įrankių juostos sąranka

source: Jump To
ar: القفز إلى
lt: Šokti į

source: Available Menu Items
ar: عناصر لائحة الأوامر المتاحة
lt: Esami meniu elementai

source: Move selected toolbar item down
ar: تحريك عنصر مختار من شريط الأدوات لأسفل
lt: Pažymėtą įrankių juostos elementą perkelti žemyn

source: Move selected toolbar item up
ar: تحريك عنصر مختار من شريط الأدوات لأعلى
lt: Pažymėtą įrankių juostos elementą perkelti aukštyn

source: OK
ar: موافق
lt: Tinka

source: Remove selected item from toolbar
ar: إزالة العناصر المختارة من شريط الأدوات
lt: Iš įrankių juostos pašalinti pažymėtą elementą

source: Toolbar Items
ar: عناصر شريط الأدوات
lt: Įrankių juostos elementai

source: Could not find <%s>
ar: عدم التمكن من إيجاد الملف <%s>
lt: Nepavyko rasti <%s>
