<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
  <meta http-equiv="content-type"
 content="text/html; charset=ISO-8859-1">
  <title>Simple Page 2</title>
</head>
<body>
<p>Go <a href="index.html">Index.html</a>.</p>
<h1><a name="Beginning"></a>Amo</h1>
<p>Amo estas profunda emocio pri la &#349;atado de alia(j) individuo(j), kun kiu(j) oni sentas sin kunligita. La&#365; la kunteksto la vorto povas komprenigi vastan gamon de signifonuancoj de forta simpatio &#285;is amora pasio. Amo estas ofta temo en arto, literaturo, poezio kaj kino. Fido estas rigardata &#285;ia nepra kondi&#265;o.</p>
<p>  <strong>Enhavo
[ka&#349;u]</strong><br>
<a href="#morala">Amo kiel morala nocio</a><br>
  <a href="#metafizika">Amo kiel metafizika nocio</a></p>
<h2>  <a name="morala"></a>Amo kiel morala nocio</h2>
<p>Amo en morala senco ne estas tiu amo, kiu estas la &#265;eftemo de amromanoj. Amo en morala senco &#265;efe estas virto; nome la virto de bonvolemo. &#284;i reali&#285;as per bonfarado kaj evitado de malbonfarado. &quot;Amo ne faras malbonon al proksimulo; amo do estas la plenumado de la le&#285;o.&quot; (Romanoj 13.10) &#284;i povas havi emocian komponanton, sed ne nepre &#285;i havas tre altan emocian temperaturon. Tion atendi, tion postuli estas misinterpreto de la biblia teksto.</p>
<p>Por normala homo, sub normalaj cirkonstancoj, ne estas eble, emocie ami la tutan homaron. Sed ami &#285;in en morala senco, bonvoleme, bonfareme, tio tute eblas. En tiu senco eblas anka&#365;, ami la malamikon. Tio ne signifas, ke oni dol&#265;emocie, kiel en amromano, rilatu al malamikoj, sed ke oni &#265;iukaze traktu ilin kun certa minimumo da bonvolemo. (Ekz. la reguloj de la internacia militojuro estas konkreti&#285;oj de morala amo al malamiko.)</p>
<h2><a name="metafizika"></a>Amo kiel metafizika nocio</h2>
<p>&quot;Anstata&#365;, ke anta&#365; esti amataj, ni maltrankvili&#285;is pri tiu nepravigebla, nepraviginda &#285;ibo tia, kia estis nia esteco, anstata&#365; ol senti nin kiel troa&#309;ojn, ni nun sentas, ke tiu estado nia estas kunprenita, kaj volata, kune kun &#285;iaj plej malgrandaj detaloj, de absoluta libereco, kiun &#285;i samtempe ka&#365;zas, kaj kiun ni propramense volas per nia propra liberpovo. Tio estas la fundamento de la am&#285;ojo, kiam &#285;i ekzistas : nin senti ekzisti prave.&quot; (Jean-Paul Sartre)</p>
<p>Se mi parolus la lingvon de homoj kaj an&#285;eloj, sed ne havas amon, mi fari&#285;us sonanta kupro a&#365; tintanta cimbalo. 2. Kaj mi posedus la profetpovon, kaj komprenus &#265;iujn misterojn, kaj &#265;ion scion; kaj se mi havus &#265;ion fidon, tiel ke mi povus formovi montojn, sed ne havas amon, mi estus nenio. 3. Kaj se mi disdonus mian tutan havon por nutri la malsatulojn, kaj se mi lasus mian korpon por forbrulo, sed ne havas amon, per tio mi nenion profitus. 4. Amo longe suferas kaj bonfaras; amo ne envias; amo ne fanfaronas ne &#349;veligas sin, 5. ne kondutas nedece, ne celas por si mem, ne koleri&#285;as, ne pripensas malbonon, 6. ne &#285;uas pri maljusteco, sed kun&#285;ojas pri vereco; 7. &#265;ion toleras, &#265;ion kredas, &#265;ion esperas, &#265;ion eltenas. 8. Amo neniam pereas; sed &#265;u estas profetadoj, ili nenii&#285;os, &#265;u lingvoj, ili &#265;esi&#285;os; &#265;u estas scio, &#285;i nenii&#285;os. 9. &#264;ar ni scias la&#365;parte, kaj ni profetadas la&#365;parte; 10. Sed kiam venos perfekta&#309;o, tiam nenii&#285;os tio, kio estas la&#365;parta. 11. Kiam mi estis infano, kiel infano mi parolis, kiel infano mi sentis, kiel infano mi pensis la infana&#309;ojn; nun fari&#285;inte plena&#285;ulo, mi jam forigis la infana&#309;ojn. 12. &#264;ar nun mi vidas per spegulo, malhele; sed tiam okulon &#265;e okulo; nun mi konas la&#365;parte; sed tiam mi konos tiom same, kiel anka&#365; mi estas konita. 13. Restas do nun fido, espero, amo, tiuj tri; kaj la plej granda el ili estas amo.</p>
<p><a href="#Beginning">Go beginning </a><br>
</p>
</body>
</html>
