Repository: alrieckert/lazarus
Catalog: lcl/languages/lcl.*.po
Languages: pl

source: WARNING: There are %d messages left in the queue! I'll free them
pl: UWAGA: Pozosta³o %d komunikatów w kolejce! Zwalniam je.

source: WARNING: There are %d TimerInfo structures left, I'll free them
pl: Uwaga: Pozosta³o %d struktur TimerInfo zwalniam je

source: WARNING: There are %d unreleased DCs, a detailed dump follows:
pl: UWAGA: Pozosta³y %d niezwolnione DC, szczegó³owy zrzut poni¿ej:

source: WARNING: There are %d unreleased GDIObjects, a detailed dump follows:
pl: UWAGA: Pozosta³o %d niezwolnionych GDIObject, szczegó³owy zrzut poni¿ej:

source: WARNING: There are %s unremoved LM_PAINT/LM_GtkPAINT message links left.
pl: UWAGA: Pozosta³y %s nieusuniête dowi±zania do LM_PAINT/LM_GtkPAINT.

source: %s Index %d out of bounds 0-%d
pl: %s Indeks %d przekracza zakres 0-%d

source: %s is already associated with %s
pl: %s jest ju¿ skojarzony z %s

source: &All
pl: &Wszystkie

source: &Close
pl: Z&amknij

source: &Help
pl: P&omoc

source: &Ignore
pl: &Zignoruj

source: &No
pl: &Nie

source: &Retry
pl: &Ponów próbê

source: &Yes
pl: &Tak

source: (file not found: "%s")
pl: (nie ma pliku: "%s")

source: --class classname Following Xt conventions, the class of a program is the program name with the initial character capitalized. For example, the classname for gimp is "Gimp". If --class is specified, the class of the program will be set to "classname".
pl: --class classname Zgodnie z konwencj± Xt klasê programu tworzy jego nazwa z pierwsz± wielk± liter±. Np. nazw± klasy dla programu gimp jest "Gimp". Je¶li --class jest podane, klasa programu bêdzie ustawiona na "classname".

source: --display h:s:d Connect to the specified X server, where "h" is the hostname, "s" is the server number (usually 0), and "d" is the display number (typically omitted). If --display is not specified, the DISPLAY environment variable is used.
pl: --display h:s:d Po³±cz z podany mserwerem X; "h" jest nazw± hosta, "s" jest numerem serwera (zwykle 0), a "d" jest numerem ekranu (zwyle pomijanym). Je¶li --display nie jet podane, u¿yjê zmienna ¶rodowiaka DISPLAY.

source: --g-fatal-warnings Warnings and errors generated by Gtk+/GDK will halt the application.
pl: --g-fatal-warnings Ostrzerzenia i b³êdy Gtk+/GDK zatrzymaj± aplikacjê.

source: --gdk-debug flags Turn on specific GDK trace/debug messages.
pl: --gdk-debug flags W³±cz specificzne dla GDK komunikaty ¶ledzenia/odpluskwiania.

source: --gdk-no-debug flags Turn off specific GDK trace/debug messages.
pl: --gdk-no-debug flags Wy³±cz specificzne dla GDK komunikaty ¶ledzenia/odpluskwiania.

source: --gtk-debug flags Turn on specific Gtk+ trace/debug messages.
pl: --gtk-debug flags W³±cz specyficzne dla Gtk+ komunikaty ¶ledzenia/odpluskwiania.

source: --gtk-module module Load the specified module at startup.
pl: --gtk-module module £aduje podany modu³ przy starcie.

source: --gtk-no-debug flags Turn off specific Gtk+ trace/debug messages.
pl: --gtk-no-debug flags Wy³±cz specyficzne dla Gtk+ komunikaty ¶ledzenia/odpluskwiania.

source: --lcl-no-transient Do not set transient order for modal forms
pl: --lcl-no-transient Nie ustawiaj nietrwa³ej kolejno¶ci dla modalnych formularzy

source: --name programe Set program name to "progname". If not specified, program name will be set to ParamStr(0).
pl: --name programe Ustaw nazwe programu na "progname". Je¶li nazwa nie jest podana, bêdzie ustawiona na ParamStr(0).

source: --no-xshm Disable use of the X Shared Memory Extension.
pl: --no-xshm Wy³±cz u¿ywanie X Shared Memory Extension.

source: --sync Call XSynchronize (display, True) after the Xserver connection has been established. This makes debugging X protocol errors easier, because X request buffering will be disabled and X errors will be received immediatey after the protocol request that generated the error has been processed by the X server.
pl: --sync Wywo³aj XSynchronize (display, True) Po po³±czeniu z serwerem X. To u³atwia odpluskwianie protoko³u X, poniewa¿ buforowanie ¿±dañ X bêdzie wy³±czonei b³êdy X bêd± odbierane natychmiast po przetworzeniu przez serwer X ¿±dania, które spowodowa³o b³±d.

source: A control can't have itself as parent
pl: Kontrolka nie mo¿e byæ sama swoim rodzicem

source: Abort
pl: Porzuæ

source: Blank
pl: Pusty

source: Can not focus
pl: Nie mo¿na ustawiæ ogniska.

source: Cancel
pl: Anuluj

source: Cannot focus a disabled or invisible window
pl: Nie mo¿na ustawiæ ogniska na wy³±czone lub niewidzialne okno

source: Canvas does not allow drawing
pl: Canvas nie pozwala na rysowanie

source: Confirmation
pl: Potwierdzenie

source: Creating gdb catchable error:
pl: B³±d przy tworzeniu gdb catchable:

source: Custom
pl: Inny

source: Duplicate menus
pl: Zdublowane menu

source: Error
pl: B³±d

source: Error creating device context for %s.%s
pl: B³±d przy tworzeniu device context dla %s.%s

source: ERROR in LCL:
pl: B£¡D w LCL:

source: Error occurred in %s at %sAddress %s%s Frame %s
pl: B³±d w %s przy %sAdres %s%s Ramka %s

source: Error reading %s%s%s: %s
pl: B³±d odczytu %s%s%s: %s

source: Error:
pl: B³±d:

source: Exception
pl: Wyj±tek

source: File information
pl: Informacja o pliku

source: File is not writable
pl: Plik nie jest zapisywalny

source: File must exist
pl: Plik musi istnieæ

source: FixedCols can't be >= ColCount
pl: FixedCols nie mo¿e byæ >= ColCount

source: FixedRows can't be >= RowCount
pl: FixedRows nie mo¿e byæ >= RowCount

source: Form streaming "%s" error: %s
pl: B³±d zapisie formularza do strumienia "%s": %s

source: Grid file doesn't exists
pl: Nie ma pliku siatki

source: GroupIndex cannot be less than a previous menu item's GroupIndex
pl: GroupIndex nie mo¿e byæ mniejszy ni¿ poprzedniego elementu menu

source: Index Out of range Cell[Col=%d Row=%d]
pl: Indeks poza zakresem Cell[Col=%d Row=%d]

source: Information
pl: Informacja

source: Invalid action creation
pl: B³êdne tworzenie akcji

source: Invalid action enumeration
pl: B³êdna enumeracja akcji

source: Invalid action registration
pl: B³êdna rejestracja akcji

source: Invalid action unregistration
pl: B³êdne wyrejestrowanie akcji

source: Invalid Date :%s
pl: B³êdna data :%s

source: invalid Form object stream
pl: b³êdny strumieñ obiektu formularza

source: Invalid image size
pl: B³êdny rozmiar obrazka

source: Invalid ImageList Index
pl: B³êdny indeks ImageList

source: Invalid property value
pl: B³êdna warto¶æ w³a¶ciwo¶ci

source: Invalid stream format
pl: B³êdny format strumienia

source: List must be empty
pl: Lista musi byæ pusta

source: Menu index out of range
pl: Indeks menu poza zakresem

source: MenuItem is nil
pl: Element menu ma warto¶æ nil

source: No interface object. Plz check if the unit "interfaces" was added to the programs uses clause.
pl: Brak obiektu interfejsu. Sprawd¼ czy modu³ "interfaces" by³ dodany do programu przez "uses".

source: No timers available
pl: Brak dostêpnych timerów

source: No to all
pl: Nie - wszystkie

source: Not a valid grid file
pl: Nieprawid³owy plik siatki

source: Open existing file
pl: Otwórz istniej±cy plik

source: Overwrite file ?
pl: Chcesz nadpisaæ plik?

source: Path must exist
pl: ¦cie¿ka musi istnieæ

source: permissions user group size date time
pl: uprawnienia u¿ytkownik grupa rozmiar data czas

source: Property %s does not exist
pl: W³a¶ciwo¶æ %s nie istnieje

source: Resource %s not found
pl: Nie ma zasobu: %s

source: Save file as
pl: Zapisz plik jako

source: ScrollBar property out of range
pl: W³a¶ciwo¶æ ScrollBar'u poza zakresem

source: Select a font
pl: Wybierz czcionkê

source: Select color
pl: Wybierz kolor

source: Sub-menu is not in menu
pl: Podmenu nie jest w menu

source: The file "%s" already exists.015Overwrite ?
pl: Plik "%s" ju¿ istnieje.015Chcesz go nadpisaæ ?

source: The file "%s" does not exist.
pl: Plik "%s" nie istnieje.

source: The file "%s" is not writable.
pl: Plik "%s" nie jest zapisywalny.

source: The path "%s" does not exist.
pl: ¦cie¿ka "%s" nie istnieje.

source: Unable to load default font
pl: Nie mogê za³±dowaæ domy¶lnej czcionki

source: Unknown picture extension
pl: Nieznane rozszerzenie obrazka

source: Unsupported bitmap format.
pl: Nieobs³ugiwany format bitmapy.

source: Unsupported clipboard format: %s
pl: Nieobs³ugiwany format schowka: %s

source: Warning
pl: Ostrze¿enie

source: Warning:
pl: Ostrze¿enie:

source: Yes to all
pl: Tak - wszystkie
